accountsservice
adobe-source-han-sans-kr-fonts
alsa-plugins
alsa-utils
android-udev
apparmor
arc-gtk-theme
arch-wiki-lite
archlinux-wallpaper
aria2
atool
autoconf
autofs
automake
avahi
awesome
awesome-terminal-fonts
bash
bash-completion
bc
binutils
bison
bleachbit
bluez
bluez-utils
broadcom-wl-dkms
bzip2
catimg
ccache
cdrdao
cdrtools
chafa
chromium
conky
coreutils
cpio
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmidecode
dnscrypt-proxy
dosfstools
dunst
e2fsprogs
elinks
epdfview
exfat-utils
f2fs-tools
fakeroot
feh
ffmpegthumbnailer
ffmpegthumbs
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gedit
gettext
git
glibc
grep
groff
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk-engine-murrine
gvfs-afc
gvfs-goa
gvfs-google
gvfs-mtp
gzip
hddtemp
highlight
inetutils
intel-ucode
iproute2
iputils
jfsutils
jp2a
leafpad
less
lib32-mesa
libdvdcss
libreoffice-fresh
libtool
libvdpau-va-gl
licenses
lightdm
lightdm-gtk-greeter
linux-firmware
logrotate
lolcat
lvm2
lxappearance
lzop
m4
make
man-db
man-pages
mdadm
mediainfo
mlocate
mpc
mpd
mps-youtube
mpv
mtpfs
nano
ncmpcpp
neofetch
netctl
nitrogen
npm
nss-mdns
ntfs-3g
odt2txt
p7zip
pacman
pacman-contrib
patch
pavucontrol
pciutils
pcmanfm
perl
perl-image-exiftool
pigz
pkgconf
pkgstats
postgresql
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-pip
python-psutil
python2-setuptools
ranger
reflector
reiserfsprogs
rofi
rsync
s-nail
scrot
sed
shadow
slock
sudo
sysfsutils
systemd
systemd-sysvcompat
tamsyn-font
tar
terminus-font
termite
texinfo
tlp
ttf-baekmuk
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-liberation
ttf-roboto
ttf-sazanami
ufw
unclutter
unrar
unzip
usb_modeswitch
usbutils
util-linux
vi
vnstat
w3m
weston
wget
which
wireless_tools
wpa_supplicant
wvdial
xarchiver
xdg-user-dirs-gtk
xdotool
xf86-video-intel
xfsprogs
xorg-bdftopcf
xorg-fonts-alias
xorg-fonts-type1
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
youtube-dl
zip
zsh
zsh-autosuggestions
